"1000" = "拍摄模式";
"1001" = "Tv（快门速度）";
"1002" = "Av（光圈值）";
"1003" = "自动对焦模式";
"1004" = "闪光曝光补偿";
"1005" = "曝光补偿";
"1006" = "自动包围曝光";
"1007" = "测光模式";
"1008" = "白平衡";
"1009" = "镜头";
"1010" = "焦距";
"1011" = "闪光灯";
"1012" = "图像大小";
"1013" = "图像质量";
"1015" = "防红眼功能";
"1016" = "参数";
"1017" = "驱动模式";
"1018" = "所有者名称";
"1022" = "红眼校正";
"1051" = "文件名";
"1052" = "相机型号名称";
"1053" = "拍摄日期/时间";
"1054" = "ISO 感光度";
"1055" = "数码变焦";
"1056" = "影像稳定器模式";
"1057" = "摄像";
"1058" = "录制时间 %d.%d";
"1059" = "帧频   %d";
"1060" = "闪光灯类型";
"1061" = "快门同步";
"1062" = "活动自动对焦点";
"1063" = "文件大小";
"1064" = "文件号";
"1071" = "色彩效果";
"1073" = "远程自动对焦模式";
"1074" = "色彩空间";
"1075" = "超级微距";
"1076" = "帧频   %d.%.2d";
"1077" = "录制时间 %d.%.2d";
"1078" = "“我的色彩”模式";
"1079" = "校正对比度";
"1080" = "白平衡补偿";
"1081" = " / %d.%.2d";
"1082" = " / %d.%.2d";
"2000" = "自动";
"2001" = "程序自动曝光";
"2002" = "快门速度优先自动曝光";
"2003" = "光圈优先自动曝光";
"2004" = "手动";
"2008" = "自动";
"2009" = "手动";
"2010" = "风景";
"2011" = "快速快门";
"2012" = "慢速快门";
"2013" = "夜景";
"2014" = "黑白";
"2015" = "旧照片模式";
"2016" = "人像";
"2017" = "运动";
"2018" = "微距";
"2019" = "全焦点";
"2020" = "辅助拼接";
"2021" = "摄像";
"2022" = "鲜艳模式";
"2023" = "中性模式";
"2024" = "黑白";
"2026" = "慢速快门";
"2027" = "微距";
"2028" = "植物";
"2029" = "室内";
"2030" = "焰火";
"2031" = "海滩";
"2032" = "水下";
"2033" = "雪景";
"2034" = "儿童和宠物";
"2035" = "夜景拍摄";
"2036" = "数码微距";
"2037" = "我的色彩";
"2038" = "摄像同步照片";
"2039" = "超级微距";
"2040" = "点光源";
"2041" = "夜景";
"2042" = "夜景+";
"2043" = "超级夜景";
"2044" = "日落";
"2045" = "色彩强调";
"2046" = "色彩交换";
"2047" = "水族馆";
"2048" = "ISO3200";
"2049" = "ISO6400";
"2050" = "创意灯光效果";
"2051" = "简易拍摄";
"2052" = "快速拍摄";
"2053" = "变焦模糊";
"2054" = "低光照";
"2055" = "怀旧效果";
"2056" = "极鲜艳色彩";
"2057" = "海报效果";
"2058" = "面部优先自拍";
"2059" = "笑脸";
"2060" = "眨眼自拍";
"2061" = "鱼眼效果";
"2062" = "微缩景观效果";
"2063" = "夜景";
"2064" = "水面";
"2065" = "暗光线";
"2066" = "高速连拍";
"2067" = "选择最佳图像";
"2068" = "高反差景物";
"2069" = "手持拍夜景";
"2304" = "单个自动对焦";
"2305" = "连续自动对焦";
"2306" = "手动对焦";
"2307" = "全焦点";
"2600" = "中央重点平均测光";
"2601" = "点测光";
"2602" = "平均测光";
"2603" = "评价测光";
"2604" = "局部测光";
"2605" = "中央重点平均测光";
"2700" = "自动";
"2701" = "日光";
"2702" = "阴天";
"2703" = "白炽灯";
"2704" = "荧光灯";
"2705" = "闪光灯模式";
"2706" = "用户自定义模式";
"2707" = "黑白";
"2708" = "阴暗";
"2714" = "荧光灯 H";
"2715" = "用户自定义模式1";
"2716" = "用户自定义模式2";
"2717" = "水下";
"2800" = "关";
"2801" = "自动";
"2802" = "开";
"2803" = "自动";
"2804" = "慢速闪光同步";
"2805" = "自动";
"2806" = "开";
"3000" = "经济";
"3001" = "一般";
"3002" = "精细";
"3003" = "RAW";
"3004" = "极精细";
"3200" = "关";
"3201" = "开";
"3600" = "单帧拍摄";
"3601" = "连续拍摄";
"3602" = "自拍操作";
"3603" = "摄像";
"3604" = "连续拍摄（快门优先）";
"3710" = "关";
"3711" = "开";
"3712" = "仅拍摄时";
"3713" = "摇摄时";
"3714" = "动态";
"5100" = "自动";
"5101" = "高ISO感光度自动";
"5200" = "无";
"5201" = "x 2";
"5202" = "x 4";
"5300" = "开";
"5301" = "关";
"5310" = "内置闪光灯";
"5311" = "外置 E-TTL";
"5312" = "外置 A-TTL";
"5400" = "前帘同步";
"5401" = "后帘同步";
"5501" = "[ 右侧 ]";
"5502" = "[ 中央 ]";
"5503" = "[ 右侧 中央 ]";
"5504" = "[ 左侧 ]";
"5505" = "[ 左侧 右侧 ]";
"5506" = "[ 左侧 中央 ]";
"5507" = "[ 左测 中央 右侧 ]";
"5600" = "%m/%d/%y %H:%M:%S";
"5701" = "mm";
"5702" = "KB";
"5900" = "关";
"5901" = "鲜艳模式";
"5902" = "中性模式";
"5903" = "柔和模式";
"5904" = "旧照片模式";
"5905" = "黑白";
"5906" = "用户设置效果";
"5907" = "柔化肤色细节";
"6100" = "微距";
"6101" = "连拍";
"6102" = "风景";
"6103" = "无限远";
"6104" = "超级微距";
"6300" = "反差          -2";
"6301" = "反差          -1";
"6302" = "反差          正常";
"6303" = "反差          +1";
"6304" = "反差          +2";
"6400" = "锐度         -2";
"6401" = "锐度         -1";
"6402" = "锐度         正常";
"6403" = "锐度         +1";
"6404" = "锐度         +2";
"6500" = "颜色饱和度  -2";
"6501" = "颜色饱和度  -1";
"6502" = "颜色饱和度  正常";
"6503" = "颜色饱和度  +1";
"6504" = "颜色饱和度  +2";
"6700" = "sRGB";
"6701" = "Adobe RGB";
"6800" = "关";
"6801" = "正片效果";
"6802" = "淡化肤色";
"6803" = "加深肤色";
"6804" = "鲜艳蓝色";
"6805" = "鲜艳绿色";
"6806" = "鲜艳红色";
"6807" = "色彩强调";
"6808" = "色彩交换";
"6809" = "自定义色彩";
"6810" = "鲜艳模式";
"6811" = "中性模式";
"6812" = "旧照片模式";
"6813" = "黑白";
"6900" = "开";
"7000" = "(LP)";
"7001" = "(f)";
"7050" = "开";
"7060" = "B%d, G%d";
"7061" = "%d, G%d";
"7062" = "A%d, G%d";
"7063" = "B%d, %d";
"7064" = "%d, %d";
"7065" = "A%d, %d";
"7066" = "B%d, M%d";
"7067" = "%d, M%d";
"7068" = "A%d, M%d";